"Volume" = "Volumen"; 
"Glide" = "Portamento"; 
"Mix" = "Mezcla"; 
"Cutoff" = "Frecuencia corte"; 
"Resonance" = "Resonancia"; 
"Attack" = "Ataque"; 
"Decay" = "Tiempo de caída"; 
"Richness" = "Sonoridad"; 
